/* Localized strings (PT) */

"Loading"                                   =           "Carregando...";
"Error"                                     =           "Erro";
"Cancel"                                    =           "Cancelar";
"Error updating stock quotes"               =           "Erro atualização!";
"Yahoo Finance unavailable"                 =           "Yahoo Finance esta indisponível";
"Could not connect to server"               =           "Could not connect to server";
"Check your Internet connection"            =           "Check your Internet connection";
"HTTP bad response"                         =           "Resposta HTTP errada (";


// List of stocks
"List VC:Pull-to-refresh text"              =           "Atualizando as cotações ...";
"Stock quotes updated"                      =           "As cotações foram atualizadas";
"List VC:Quantity text"                     =           "Quantidade de títulos";
"List VC:Stock value text"                  =           "Valor das ações";
"List VC:Gain/loss value text"              =           "Ganho ou perda";
"List VC:Gain/loss percentage text"         =           "Ganho ou perda (%)";
"List VC:Intraday evolution text"           =           "Evolução intraday (%)";
"List VC:Header No Stocks"                  =           "Nenhuma ação \nAperte no '+'";
"List VC:Footer text"                       =           "Total :   ";
"List VC:Update text"                       =           "Atualizado: ";

// Search stocks
"Search VC:Placeholder text"                =           "Digite um nome ou código";
"Search VC:No match"                        =           "Nenhum resultado encontrado";
"Search VC:No market"                       =           "Nenhum mercado pode ser determinado: não pode ser incluído na carteira";

// Stock detail - no selection
"Detail VC:no item selected"                =           "Nenhuma ação selecionada";

// Stock detail - section titles
"Detail VC:section share price"             =           "Valor da ação";
"Detail VC:section intraday evolution"      =           "Evolução intraday";
"Detail VC:section currency rate"           =           "Câmbio";
"Detail VC:section stock valuation"         =           "Valorização";
"Detail VC:section gain or loss"            =           "Ganho ou perda";

// Stock detail - cell titles
"Detail VC:number of shares"                =           "Quantidade de títulos";
"Detail VC:purchase share price"            =           "Valor na compra";
"Detail VC:current share price"             =           "Valor atual";
"Detail VC:intraday change value"           =           "Em valor";
"Detail VC:intraday change percentage"      =           "Em porcentagem";
"Detail VC:purchase currency rate"          =           "Cotação na compra";
"Detail VC:current currency rate"           =           "Cotação atual";
"Detail VC:cost of stock"                   =           "Custo total (compra)";
"Detail VC:value of stock"                  =           "Valor total (atual)";
"Detail VC:gain or loss value"              =           "Em valor";
"Detail VC:gain or loss percentage"         =           "Em porcentagem";
"Detail VC:last quotation Text"             =           "Ultima cotação: ";

// Stock detail - Action sheet to sell stocks
"Detail VC:AS sell title"                   =           "Você deseja vender esses títulos ?";
"Detail VC:AS sell button"                  =           "Vender os títulos";

// Stock trading textField errors
"Stock Trading VC:incorrect entry title"    =           "Erro de digitação";
"Stock Trading VC:incorrect entry message"  =           "Verifique que você não digitou caracteres incorretos";
"Stock Trading VC:control field title"      =           "Campo obrigatório";
"Stock Trading VC:control field message"    =           "Esse campo não deve ser 0";

// Stock purchase information
"Stock Purchase VC:buy button"              =           "Comprar";
"Stock Purchase VC:purchase date"           =           "Data da compra";
"Stock Purchase VC:section Purchase"        =           "Informações na compra";
"Stock Purchase VC:section Current"         =           "Informações atuais";
"Stock Purchase VC:enter info manually"     =           "Entre as informações da compra manualmente";


// Stock sale information
"Stock Sell VC:sell button"                 =           "Vender";
"Stock Sell VC:section Sale"                =           "Informações na venda";
"Stock Sell VC:section Current"             =           "Informações atuais";
"Stock Sell VC:number of shares"            =           "Quant. de títulos para vender";
"Stock Sell VC:sale date"                   =           "Data da venda";
"Stock Sell VC:sell share price"            =           "Valor na venda";
"Stock Sell VC:sell currency rate"          =           "Cotação na venda";
"Stock Sell VC:control nb of shares"        =           "Erro : quantidade de títulos";
"Stock Sell VC:control nb message"          =           "Você não pode vender mais títulos do que você tem";
"Stock Sell VC:logging title"               =           "Nova operação no Registro de vendas";
"Stock Sell VC:logging message"             =           "A venda dos seus títulos foi preenchida no Registro de vendas";
"Stock Sell VC:logging message (notif)"     =           "A venda dos seus títulos foi preenchida no Registro de vendas \n(os alertas correspondentes foram apagados)";

// Sales Journal
"Sales Journal VC:title"                    =           "Registro de vendas";
"Sales Journal VC:short title"              =           "Registro";
"Sales Journal VC:Header no entry"          =           "Nenhuma operação no Registro de vendas";
"Sales Journal VC:Total Gain/Loss"          =           "Ganho/Perda total : ";
"Sales Journal VC:sale of"                  =           "Venda de ";
"Sales Journal VC:shares"                   =           "títulos";
"Sales Journal VC:at"                       =           "\npor ";
"Sales Journal VC:gain"                     =           "\nGanho: ";
"Sales Journal VC:loss"                     =           "\nPerda: ";
"Sales Journal VC:AS title"                 =           "Você deseja apagar o Registro de vendas ?";
"Sales Journal VC:AS destructive"           =           "Apagar todas operações";

// Sales Journal detail
"Sales Detail VC:title"                     =           "Detalhes da venda";
"Sales Detail VC:selling share price"       =           "Valor na venda";
"Sales Detail VC:selling currency rate"     =           "Cotação na venda";
"Sales Detail VC:selling value"             =           "Valor total (venda)";

// Preferences
"Prefs VC:title"                            =           "Preferências";
"Prefs VC:short title"                      =           "Ajustes";
"Prefs VC:Currency settings"                =           "Moeda da carteira";
"Prefs VC:Button cycle settings"            =           "Botão tela principal";
"Prefs VC:Update settings"                  =           "Atualização automática";
"Prefs VC:No update"                        =           "Nenhuma";
"Prefs VC:Notifications"                    =           "Alertas";
"Prefs VC:Theme settings"                   =           "Tema";
"Prefs VC:Credits"                          =           "Agradecimentos";
"Prefs VC:Support"                          =           "Suporte";

// Automatic Update setter
"Automatic update switch:on"                =           "As cotações serão atualizadas automaticamente em 2° plano regularmente, e em 1° plano se a última atualização foi há mais de %@ minutos.";
"Automatic update switch:off"               =           "As cotações não serão atualizadas automaticamente.";

// iCloud footer
"Cloud switch:on"                          =           "Os títulos, registro de vendas e notificações estão salvos no iCloud e sincronizados entre todos os seus dispositivos.";
"Cloud switch:off"                         =           "Os títulos, registro de vendas e notificações estão salvos somente nesse dispositivo.";

// Notifications footer
"Notifications footer"                      =           "Os alertas precisam que a Atualização em 2° plano e as Notificações sejam ativadas nos Ajustes do seu dispositivo.";

// Button cycle selection
"Button Cycle VC:title"                     =           "Botão";
"Button Cycle VC:explanation"               =           "Selecione os indicadores de desempenho que você quiser usar na lista dos títulos, e também a ordem de aparição deles.";
"Button Cycle VC:check last entry"          =           "Ao menos um valor deve ser selecionado";

// Currency picker
"Currency Picker VC:title"                  =           "Moeda";
"Currency Picker VC:Reset warning"          =           "Atenção! \nA modificação da moeda da carteira apagará os títulos !";
"Currency Picker VC:AS title"               =           "A modificação da moeda da carteira apagará os títulos !";
"Currency Picker VC:AS destructive"         =           "Apagar títulos";

// Theme selector
"Theme Selector VC:title"                   =           "Tema";


// Stock notifications
"Create Stock Notif Main VC:title"                =           "Criar alerta";
"Create Stock Notif Main VC:general text"         =           "Criar um alerta para \n%@";
"Create Stock Notif Main VC:share price"          =           "o VALOR DA AÇÃO";
"Create Stock Notif Main VC:stock value"          =           "a VALORIZAÇÃO";
"Create Stock Notif Main VC:gain value"           =           "o GANHO OU PERDA EM VALOR";
"Create Stock Notif Main VC:gain %"               =           "o GANHO OU PERDA EM %";
"Create Stock Notif Main VC:gain"                 =           "o GANHO OU PERDA";

"Create Stock Notif Main VC:permissions title"    =           "Autorização ausente";
"Create Stock Notif Main VC:notification status"  =           "Autorize Portfolio a enviar Notificações para ser alertado quando o valor do alerta for atingido.";
"Create Stock Notif Main VC:background refresh"   =           "Autorize Portfolio a usar Atualização em 2° Plano para que seus títulos sejam atualizados regularmente";
"Settings"                                        =           "Ajustes";

"Create Stock Notif Target VC:general text"       =           "Avise quando %1$@ de %2$@ alcançar";
"Create Stock Notif Target VC:placeholder"        =           "Digite o alvo";
"Create Stock Notif Target VC:created"            =           "Novo alerta criado";
"Create Stock Notif Target VC:logging message"    =           "Você sera avisado(a) quando %1$@ de %2$@%3$@%4$@ %5$@";

"Stock Notif List VC:Header no entry"             =           "Nenhum alerta na lista";
"Stock Notif List VC:Header explain"              =           "\nNB: esses alertas serão disparados quando as cotações serão atualizadas (também em 2° plano).";
"Stock Notif List VC:Notify me"                   =           "Avise quando ";
"Stock Notif List VC:of"                          =           " de ";
"Stock Notif List VC:my"                          =           "meus ";
"Stock Notif List VC:your"                        =           "seus ";
"Stock Notif List VC:goes over"                   =           " subir acima de ";
"Stock Notif List VC:goes under"                  =           " irá abaixo de ";
"Stock Notif List VC:AS title"                    =           "Você deseja apagar a Lista de alertas ?";
"Stock Notif List VC:AS destructive"              =           "Apagar todas alertas";

"Local notification:message (over)"         =           "%1$@ de %2$@ passou acima de %3$@ %4$@";
"Local notification:message (under)"        =           "%1$@ de %2$@ passou abaixo de %3$@ %4$@";
"Local notification:tap to dismiss"         =           "Escorrega para fechar";

// Release notes
"Release notes title"                       =           "Novidades da versão %@";


// Support
"Support VC:rate app"                       =           "Avaliar o aplicativo na App Store";
"Support VC:request support"                =           "Enviar um e-mail para o suporte";
"Support VC:share"                          =           "Falar desse aplicativo";
"Support VC:version"                        =           "Versão";
"Support VC:e-mail title"                   =           "ZEN Portfolio: pedido de ajuda";
"Support VC:e-mail body"                    =           "(Escreva em detalhes o seu problema, inclua, se possível, copias da tela)";
"Support VC:share text"                     =           "ZEN Portfolio, um gerenciador de carteira de ações simples e eficaz por iPhone e iPad.\nhttp://itunes.apple.com/app/id576249340?mt=8";

"Support VC:sharing confirm title"          =           "Ação realizada";
"Support VC:sharing completed"              =           "Obrigado por falar do ZEN Portfolio aos seus amigos!";
"Support VC:mail confirm title"             =           "E-mail enviado";
"Support VC:mail sent"                      =           "Obrigado pelo seu e-mail! Geralmente, nós respondemos os pedidos de assistência em 48 horas.";


// iCloud
// (in StockListTVC)
"iCloud:available"                          =           "iCloud sync disponível";
"iCloud:cloud storage"                      =           "Salvar automaticamente a sua carteira no iCloud para sincronizá-lo entre todos os seus dispositivos?";
"iCloud:open settings"                      =           "Abrir Ajustes";
"iCloud:not now"                            =           "Agora não";

// (in PreferencesTVC)
"iCloud:not loggedin"                       =           "Não esta conectado ao iCloud";
"iCloud:not loggedin explanation"           =           "O switch para ativar o iCloud não pode ser modificado até você estar conectado na sua conta iCloud";
"iCloud:activated"                          =           "iCloud ativado";
"iCloud:failed to activate"                 =           "Falha na ativação do iCloud";
"iCloud:deactivated"                        =           "iCloud desativado";
"iCloud:failed to de-activate"              =           "Falha na desativação do iCloud";

"iCloud:conflicting records"                =           "Registros em conflito";
"iCloud:conflict explanation"               =           "Tem registros salvos no iCloud e tambem no seu dispositivo. Quais você gostaria de guardar?";
"iCloud:do not activate"                    =           "Não ativar o iCloud";
"iCloud:local data"                         =           "Substituir iCloud com dados locais";
"iCloud:iCloud data"                        =           "Substituir dados locais com iCloud";

"iCloud:records left"                       =           "Registros ainda no iCloud";
"iCloud:records left explanation"           =           "Ainda tem registros salvos no iCloud. Você gostaria de salvá-los (para usa-los mais tarde ou nos outros dispositivos), ou apaga-los definitivamente?";
"iCloud:leave records"                      =           "Deixar registros no iCloud";
"iCloud:delete records"                     =           "Apagar todos os registros do iCloud";
"iCloud:could not suppress"                 =           "Os registros não puderam ser apagados do iCloud. O iCloud vai ser desativado mesmo assim.";